{
  "version": 1720217911251,
  "cards": [
    [
      "NAMETAGDONE",
      "Pick up your shirt, nametag, and bag",
      "By opening the bingo up you should have these camp materials! Make sure to put on your shirt and nametag before you leave your dorm room.",
      "d62504961e8ec28d33e5faf5e96eec6cbb0c6f317b33f90c4f36f7243cec9ff0",
      "Given",
      true
    ],
    [
      "KEYSSECURED",
      "Get your keys and (if needed) check in with medicine",
      "Inside on the first floor you’ll get the keys to your room (don’t lose these!) and be able to let staff know if you have any medical needs, prescriptions, or questions.",
      "9a50dc1318230525818e3e26397a4a5d1167bb6f3e3c4f432d1f10e7b4696905",
      "QR Code",
      true
    ],
    [
      "ALLMOVEDIN",
      "Find your room and move in",
      "Bring all your stuff into your room and set yourself up for camp this week. Scan the QR on the door to your fling (section of the dorm) on your way out to complete!",
      "44ad89e6f5e8bed153e49a58afc3bad3b128988940d551be2b6fe1c40089eb78",
      "QR Code",
      true
    ],
    [
      "IMINTHEGROVE",
      "Head down to the Grove",
      "The Grove is the outdoor area on the first floor. This is where you should be hanging out and exploring before camp activities begin. The QR you need to scan is in the center of the Grove.",
      "5e5f86cf5588f9d0136b5c5bff586e3c4de056547d720b57168d8378af1d224b",
      "QR Code",
      true
    ],
    [
      "IFOUNDAJC",
      "Find a JC in the Grove and say hello",
      "JCs are so excited to meet you! Any of us in the Grove have the QRs for you to scan.",
      "74716d2146cb25d87aadcb2831ea04a06e482cfa2c5ddf032f1cd215d629af26",
      "QR Code",
      false
    ],
    [
      "FOUNDAFRIEND",
      "Find a friend in the same grade as you",
      "Say hello to some campers! Enter the name of the camper you met - but they cannot be from your high school!",
      "271626fc625f39a4f60e7eca2a0de7b4ccc9562e2c3f84608cab67807ca86154",
      "User Input",
      false
    ],
    [
      "ISAIDTHANKYOU",
      "Say “THANK YOU!” to someone on tech crew or support staff",
      "WE LOVE TECH CREW! WE LOVE SUPPORT STAFF! Check this off once you’ve said hi and shared the love.",
      "7c4768fabec658f04bb93b70da3079b13cf6294854dec0dc7d46e2b564cc947f",
      "Honor System",
      false
    ],
    [
      "DIRECTORFOUND",
      "Find a camp director in the Grove and say hello",
      "Camp directors (Britt, Beau, or Miles) are so happy you’re here. Say hello and scan the QR code they have",
      "1772f8d579b64774dbfca94b535a32befc2e6698b128a96cf53de64855013073",
      "QR Code",
      false
    ],
    [
      "JCTYLERISCOOL",
      "Tell JC Tyler something about OASC camp you’re excited for",
      "JC Tyler will be in the grove hanging out, go find him and ask any questions you have about camp and share something you’re excited about!",
      "145338261b6fa0da3bdac1646d410e48f086b8180b07597c02cd29a71a8a10f0",
      "QR Code",
      false
    ],
    [
      "JCDIEGOISCOOL",
      "Beat JC Diego in rock, paper, scissors",
      "Be careful, JC Diego is crazy good at RPS. Challenge him and scan his QR code if you win! ",
      "3e746c921233c067ddd6bfa85f4afec09769e26a9d05b9a3e68482b185a84de9",
      "QR Code",
      false
    ],
    [
      "IFOUNDAREGIONALFRIEND",
      "Find a friend from the same region as you",
      "Say hello to some campers! Enter the name of the camper you met - but they cannot be from your high school!",
      "033261544d70749f4fd93e4e420aa55497f0f72d357adde95042019d01ee79ff",
      "User Input",
      false
    ],
    [
      "IFOUNDANSC",
      "Find an SC in the Grove and say hello",
      "SCs are so excited to meet you! Any of us in the Grove have the QRs for you to scan.",
      "9f62dfd70dfd5e2a0df32ffdfe6b3c99b0d45e856678d2a10dd45029c84ec0b2",
      "QR Code",
      false
    ],
    [
      "SANGMYHEARTOUT",
      "Sing a song to JoJo or Lupita",
      "JoJo and Lupita are on our support staff and love music, share your favorite tune (Taylor Swift songs are their favorite) and scan their QR code!",
      "a237222a83980f96a3e5c7eb9dba2bbacdccaa40dd5ae941906d08860fc052f0",
      "QR Code",
      false
    ],
    [
      "ROOMIES",
      "Meet your roommate or find a friend in the same fling as you",
      "Say hello to some campers! Enter the name of the camper you met, if you have a roommate enter your roommate or the name of someone in the same dorm hall as you.",
      "25357b4b5a68661922e0576110e43d41cd08d9acaab1f745a782e68cf2d90da4",
      "User Input",
      false
    ],
    [
      "OASCMAGIC",
      "Find the OASC store",
      "The OASC is only open at certain times. If you want to check out the available OASC merch and meet the staff working it, you can find the store on the first floor of Ackerman.",
      "afd38ac0bf17922cc2545b458bfce9b272aeebae1e9c2c3a26bb9039ee01e1bd",
      "QR Code",
      false
    ],
    [
      "HYDRATED",
      "Fill up your water bottle and show SC Greg",
      "SC Greg wants you to stay hydrated! Show him a full water bottle and he’ll let you scan his QR code!",
      "6a2db6d0d3a0ddf2ca9aebf4ecad37c2e5bb99738fa523be7f856cd4da05eac4",
      "QR Code",
      false
    ]
  ]
}